[
  {
    "id": 1,
    "question": "What is the most illegal thing you'd do for $250,000?",
    "submitter": null
  },
  {
    "id": 2,
    "question": "Name one song you'd delete from existence if you could?",
    "submitter": null
  },
  {
    "id": 3,
    "question": "Sex is great and all, but have you tried _____?",
    "submitter": null
  },
  {
    "id": 4,
    "question": "If you have sex with Donald Trump once, you'll receive 10 million dollars OR be able to end world hunger. Would you do it? Which one would you pick?",
    "submitter": null
  },
  {
    "id": 5,
    "question": "Happy Canada Day/Memorial Day to our maple syrup-loving members. What is your favorite breakfast food and would you add maple syrup to it?",
    "submitter": null
  },
  {
    "id": 6,
    "question": "Each day you need to drink a glass of your own urine. Each day you get $10,000 — how many days until you call it quits?",
    "submitter": null
  },
  {
    "id": 7,
    "question": "You have to walk through a minefield with a 50% chance you'll live, or choose to be paralyzed from the waist down for life. Which do you choose?",
    "submitter": null
  },
  {
    "id": 8,
    "question": "Happy 4th of July! Name a place that is on your bucket list and what is preventing you from going there?",
    "submitter": null
  },
  {
    "id": 9,
    "question": "Would you rather be broke and have no one to hate, or be rich and have no one to love?",
    "submitter": null
  },
  {
    "id": 10,
    "question": "Would you rather lose an eye or have stomach cramps every day for 3 hours straight?",
    "submitter": null
  },
  {
    "id": 11,
    "question": "Would you rather have to always wear shoes that are three sizes too big, or always wear shoes that are one size too small?",
    "submitter": null
  },
  {
    "id": 12,
    "question": "Delete one ice cream flavor from existence — which flavor shall never return?",
    "submitter": null
  },
  {
    "id": 13,
    "question": "How much would someone have to pay you to go bald for one year?",
    "submitter": null
  },
  {
    "id": 14,
    "question": "In order to save your pet’s life, you have to kill your best friend's pet. There's a 50% chance they never find out it was you. Do you do it?",
    "submitter": null
  }
]
